import Vue, { CreateElement } from 'vue'
import { Component, Prop } from 'vue-property-decorator'
import { theme } from '../../config'

@Component
export class Item4 extends Vue {
        public render(h: CreateElement) {
                return (
                        <div class="Item4 container-fluid mpclear">
                                <div class="InContent">

                                        <div class="title">
                                                <h1>NO.4工程开荒保洁</h1>
                                        </div>
                                        <div class="content">
                                                <p>
                                                        <span>开荒保洁</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; &nbsp; &nbsp;由于建筑工程中常常会遗留下许多垃圾污垢,各种地面石头,墙壁上会遗留下</span>
                                                </p>
                                                <p>
                                                        <span>（一）开荒保洁所用工具</span>
                                                </p>
                                                <p>
                                                        <span>大型吸尘吸水机、多功能擦地机、玻璃套装工具、加长杆、梯子、水桶、掸子、云石铲刀、刮子、涂水器等。&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>（二）开荒保洁所用药剂</span>
                                                </p>
                                                <p>
                                                        <span>全能清洗剂、玻璃清洗剂、瓷砖清洗剂、去胶剂、除渍剂、洁厕剂等。</span>
                                                </p>
                                                <p>
                                                        <span>（三）程序如下</span>
                                                </p>
                                                <p>
                                                        <span>1、首先清理现场留下的装修垃圾；</span>
                                                </p>
                                                <p>
                                                        <span>2、由上到下全面吸尘；</span>
                                                </p>
                                                <p>
                                                        <span>3、擦玻璃:先用毛巾把玻璃框擦拭干净,再用涂水器沾稀释后的玻璃水溶液,均匀的从上到下涂抹玻璃,有顽固的污渍用铲刀清除干净,再重复以上工序后用刮子从上到下刮干净,用干毛巾擦净框上留下的水痕,玻璃上的水痕用机皮擦拭干净。</span>
                                                </p>
                                                <p>
                                                        <span>4、卫生间:坚持由上而下的原则,首先认清卫生间顶子的材质,是PVC的或是铝塑板还是涂料的,再根据不同的材质用不同的清洁方法进行清洁；用清洁球或是板刷清洗卫生间的墙壁,着重瓷砖的缝隙,和瓷砖表面上遗留的胶迹、涂料点、水泥渍等；用毛巾清洁卫生间的洁具,用不锈钢清洗液针对各种龙头、管件进行清洁；用洗地机对地面进行最后的清洁,由其是地面的边角,用清洁球和刀片对洗地机洗不到的角落进行针对性的除污、去除水泥渍等；最后,检查无遗漏后,再用干毛巾把水龙头等管件擦拭一遍。&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>5、厨房:程序同上.注意:因厨房里的不锈钢管件比较多,应是清洁重点。</span>
                                                </p>
                                                <p>
                                                        <span>6、卧室及大厅:墙壁用掸子或是吸尘器做除尘处理,擦拭灯具、开关盒、排烟置、空调口、排风口等。</span>
                                                </p>
                                                <p>
                                                        <span>7、门及框:分清门的材质,用专业清洁剂稀释后,用毛巾擦拭,程序也是从上到下,把毛巾叠成方块,</span>
                                                </p>
                                                <p>
                                                        <span>从门的顶部开始从左到右的擦拭,不能有遗漏,有胶渍的地方可用除胶剂做处理；框的程序同门；一定要做到无遗漏、无死角。&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>8、地角线:用毛巾擦拭,去掉各种胶迹、涂料点等。</span>
                                                </p>
                                                <p>
                                                        <span>9、地面的清洗:把所有的做完以后,就是地面的清洗了,地面也要分材质,是木地板的、还是瓷砖的、或是石材的,当分清后就选择专用清洁剂稀释后,开始清洗.地面上的胶渍可用刀片清除,顽固的可用去胶剂处理；最后一道工序做完后,应由领班全面检查一遍后确认无遗留后撤离现场。.</span>
                                                </p>
                                        </div>

                                </div>
                        </div>
                )
        }
}
