import Vue, { CreateElement } from 'vue'
import { Component, Prop } from 'vue-property-decorator'
import { theme } from '../../config'

@Component
export class Item2 extends Vue {
        public render(h: CreateElement) {
                return (
                        <div class="Item2 container-fluid mpclear">
                                <div class="InContent">

                                        <div class="title">
                                                <h1>NO.2外墙清洗</h1>
                                        </div>
                                        <div class="content">
                                                <p>
                                                        <span>&nbsp; &nbsp;外墙清洗是高空清洗的一种，是一种极危险的清洗作业，外墙清洗不仅要做到清洗物的干净清洁，更重要的是要在确保安全的情况下施工作业。这就要求：施工人员有着非常丰富的高空清洗实践操作经验，并有良好的管理团队和过硬的安全保护措施。公司从这些方面着手首先解决了施工工具的安全性，采用双保险的跳板清洗方式，由专人负责现场施工，责任到人，严厉执行施工安全要求，竭尽全力做到在外墙清洗施工中0事故。</span>
                                                </p>
                                                <p>
                                                        <span>外墙清洗的条件&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>1、气候条件：外墙清洗必须要在良好的气候条件下进行，风力应小于4级，4级以上停止工作。因此，工作前应测定风力，尤其是高空风力。另外，下雨、下雪、有雾、能见度差以及高温（35℃以上）和低温(0℃以下)等条件下都不适合进行外墙清洗。&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>2．人员条件：为了贯彻执行国家安全法规，确保工人人身安全及设备正常运转，规定：高空操作者必须是年满18周岁的男性公民，并经过身体检查和安全技术培训，经考试合格方可作业，工人上岗前不得饮酒，有感冒等身体不适症状就暂停高空作业。&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>3、设备条件：外墙清洗的设备必须处于良好的工作状态，凡吊板有发毛、部分绳股渐裂等现象应立即更换新绳。</span>
                                                </p>
                                                <p>
                                                        <span>安全保证措施</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; 1、设置安全负责人，落实公司安全责任制，施工人员进入现场前必须进行安全教育培训、培训合格后方可上岗；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; 2、清洁施工现场设专职维修电工，负责对所有设备的维修和检查；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; 3、在吊顶内施工时必须使用低压照明（24伏）；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; 4、高处作业时必须设置牢固的作业平台，保障站点牢固安全，高处作业必须使用安全绳，系安全带；现场没有挂安全带的部位，要设置安全绳；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; 5、所用的工具及清洗剂要随用随收，不准在吊顶、设备及风管内存放；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; 6、施工人员必须穿戴工作服、戴工作帽、防护镜及手套。其他人员进入现场必须戴安全帽、防护镜；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; 7、进入管道内施工时首先要采取通风措施和急救措施</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; 8、工程清洗现场严禁吸烟、赌博、打闹。施工中严禁不懂装懂，不按操作规程作及野蛮施工；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp; 9、作业区隔离：应对作业区的地板、四周及机器设备采用0.15mm防火聚乙烯或其它的替代物进行隔离，隔离物的衔接处应严格密封。</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp;10、 施工现场必须配备足够的灭火器材；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp;11、 施工现场必须建立以现场项目负责人为主的临时消防班组；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp;12、 在施工中注意均衡施工，合理分配员工，控制疲劳施工；</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp;13、 每天收工前必须清理现场，经检查无误后业主及现场项目负责人共同检验后方可离开。</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp;14、 所有管道阀门不能拧动</span>
                                                </p>
                                                <p>
                                                        <span>&nbsp;15、 作业人员须定期体检，凡有高血压、心脏病、贫血病、恐高症不适应高空作业的，不得从事高空作业。</span>
                                                </p>
                                        </div>
                                </div>
                        </div>
                )
        }
}
