import Vue, { CreateElement } from 'vue'
import { Component, Prop } from 'vue-property-decorator'
import { theme } from '../../config'

@Component
export class Item5 extends Vue {
        public render(h: CreateElement) {
                return (
                        <div class="Item5 container-fluid mpclear">
                                <div class="InContent">

                                        <div class="title">
                                                <h1>NO.5石材翻新</h1>
                                        </div>
                                        <div class="content">
                                                <p>
                                                        <span>石材养护</span>
                                                </p>
                                                <p>
                                                        <span>一、服务项目：花岗岩打蜡、大理石、水磨石、抛光，石材翻新、石材补缝、防水、晶面硬化、病变处理、防渗处理等。&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>二、一般操作流程：</span>
                                                </p>
                                                <p>
                                                        <span>（1）打蜡、抛光石材是一种天然、环保的装饰材料，其色彩亮丽、豪华气派，所以对其的保养尤为重要。打蜡就是密封石材表面的一些用肉眼看不到的细小孔洞，防止受到灰尘的污染和污渍的渗透，从而延长其使用寿命。1、清洗地面 使用多功能洗地机，配合吸尘吸水机及洗石水等清洁工具 和药剂进行清洗。</span>
                                                </p>
                                                <p>
                                                        <span>（2）、打蜡 使用专业打蜡机配合高级石材护理蜡对石材进行打蜡处理。</span>
                                                </p>
                                                <p>
                                                        <span>（3）、抛光 使用高速抛光机进行抛光，以达到光洁、亮丽的效果。</span>
                                                </p>
                                                <p>
                                                        <span>三、 石材病变处理石材的主要病变为油渍、水渍、咖啡渍等有色污渍渗入石材所产生的病变，对其病变的处理，是使用专业、进口药剂去除污渍，从而使石材恢复本色。</span>
                                                </p>
                                                <p>
                                                        <span>四 、 石材翻新将发生污染或病变的石材如凹凸不平的石材表面、深度划痕、深层污点等使用进口石材翻新机配合多套不同的磨盘、磨片，由粗到细，进行多次打磨、抛光，使石材在原有的基础上恢复其本来面貌。</span>
                                                </p>
                                                <p>
                                                        <span>五、 晶面硬化处理石材在使用若干年后，表面会老化，严重影响美观，晶面硬化处理就是经过粉磨剂研磨，使化学药剂与石材中的钙成分发生化学反应，在石材表面形成一层新的晶化物质，防止污渍渗入石材内层，增强抗磨性，使石材折射出天然的光泽，以达到一定的硬七、 石材防水使用防水剂（合资），防止水渍、污渍、油渍及有色污渍等渗入石材产生病变。八、 大理石补缝使用补缝剂，把已铺石材邻间缝隙用相同的颜色填补，使石材达到呈现一体的效果，增加石材的美观。石材养护翻新工程起蜡清洗 充分干燥地面 填补石缝 自然风干 整平研磨抛光 锈黄处理 防护处理 水晶处理1、起蜡清洗我们采用云石专用起蜡水、经过国内外几种起蜡水的性能，价格对比，我们选择了性价比最合适的某品牌起蜡水，通过兑水调配，对石面进行了起蜡，并用专用擦地机刷洗，为了避免水太多渗入石面，我们一边擦洗，一边用吸尘吸水机吸净水蜡、污渍。&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>2、地成干燥本工序分两种情况操作。①原有石面接缝的水渍，我们采用远红外线灯加热烘干。②其它平面的湿气，自然晾干。结果，水渍现象已彻底去除，既经济又合理，客户十分满意。&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>3、填补石缝用填缝方法解决石缝渗透水是重要的预防措施。必需重视填缝工作。填缝材料应粘接性好，无粉粒，防水，可研磨抛光的，我们选用德国超级云石裂痕补剂，按照工艺进行了填隙填补（填补面同石材平面取平，填缝应均匀，防止遗漏。）并经过两小时以上的干燥固化。&nbsp;</span>
                                                </p>
                                                <p>
                                                        <span>4、整平研磨抛光鉴于石面以前做过防水，造成石材变色，我们并没有直接采用整平研磨的方法，而是先用O#钢丝棉，配专用设备进行研磨擦打、磨去了石材表面的变色层，显露出大花白的原有底色。很幸运，由于防护剂渗入石面的程度很轻，我们仅用用上述方案就收到了良好的效果，使我们担心的变色问题得到了治理。第二套方案即用大理石钻石磨片、水磨片、逐级打磨抛光，备而未用。</span>
                                                </p>
                                                <p>
                                                        <span>5、锈黄处理根据整体方案，我们把洗手间的锈黄处理，定在防护处理工艺之前。我们先对锈斑严重的地方，用钢丝棉打磨，去除表面浮锈，然后用宝丽佳大理石除锈剂进行除锈。除锈工艺如下：清洁表面干燥 湿润锈面 贴白纸巾 加除锈剂 罩塑料薄膜密封敷面 时效处理3小时 中性清洁剂清洗 水洗 晾干 （一次性不能除净的锈迹可重新处理）</span>
                                                </p>
                                                <p>
                                                        <span>6、防水、防护客户为了避免大理石今后再出现水渍、泛锈，和遭受其它污染，是意我们的方案，对研磨后地面施加防护，我们吸取了原防护变色的教训，选用几种较好的防水剂，取同样的石材做了实验，一方面检查防护效果，另一方面检查是否改变石材颜色，并根据吸水率确定工艺用量。做好了上述准备后，我们才大面积的对地面进行了防护处理。&nbsp;</span>
                                                </p>
                                        </div>
                                </div>
                        </div>
                )
        }
}
